{
  "papers": [
    {
      "title": "Development of the MDMA-Assisted Psychotherapy Side Effects Tool (M-SET): A Delphi Study",
      "link": "http://osf.io/ry9nj/"
    },
    {
      "title": "Side-effects of MDMA-assisted Psychotherapy: A Systematic Review and Meta-analysis",
      "link": "http://osf.io/hqg32/"
    },
    {
      "title": "Which Dark Triad Traits Are Most Implicated in Intimate Partner Violence in Same-Sex Relationships Between Men? A Brief Analysis Of A Pre-Existing Data.",
      "link": "http://osf.io/byp83/"
    },
    {
      "title": "Meta-analysis on the association between handedness and pedophilia",
      "link": "http://osf.io/4vtd8/"
    },
    {
      "title": "Do Integrated Traits Better Predict Human Health? A Preliminary Holism-Based Research",
      "link": "http://osf.io/458mp/"
    },
    {
      "title": "Consistency of perceiving odors: Inter- and Intra- Individual Differences in Odor Similarity Ratings",
      "link": "http://osf.io/qt46e/"
    },
    {
      "title": "Effect of Physical Exercise on Cognitive Function in People with Epilepsy: Commentary on Alexander and Allendorfer (2023)",
      "link": "http://osf.io/7ejfg/"
    },
    {
      "title": "Leveraging Integrative Analyses to Advance the Science of Happiness",
      "link": "http://osf.io/kxb54/"
    },
    {
      "title": "Chronic Lack of meaning and purpose: Empirically derived definitions and clinical implications",
      "link": "http://osf.io/3m2kf/"
    },
    {
      "title": "High-threshold-low-tolerance: a model for the emotionality paradox in PTSD",
      "link": "http://osf.io/uev6n/"
    },
    {
      "title": "Anticipated Motives for Gambling Treatment in Adults from the U.S.",
      "link": "http://osf.io/vawdq/"
    },
    {
      "title": "The Intense World Theory of Autism: Implications for Episodic and Semantic Memory in Autistic Individuals",
      "link": "http://osf.io/xc7vr/"
    },
    {
      "title": "Check your outliers! An introduction to identifying statistical outliers in R with easystats",
      "link": "http://osf.io/bu6nt/"
    },
    {
      "title": "Can we utilize Large Language Models (LLMs) to generate useful linguistic corpora? A case study of the word frequency effect in young German readers",
      "link": "http://osf.io/gm9b6/"
    },
    {
      "title": "Grow to Learn: A metacognitive approach to early childhood teachers' science professional development",
      "link": "http://osf.io/rf8y6/"
    },
    {
      "title": "Evidence Accumulation Model: A Critical Review",
      "link": "http://osf.io/pmakq/"
    },
    {
      "title": "Trust in climate science and climate scientists: A qualitative review",
      "link": "http://osf.io/hj2xk/"
    },
    {
      "title": "Belief in future occurrence modulates the effect of episodic future thinking on delay discounting",
      "link": "http://osf.io/h8w35/"
    },
    {
      "title": "Towards a Generalized Bayesian Model of Category Effects",
      "link": "http://osf.io/9a7ft/"
    },
    {
      "title": "Learn more from your data with asymptotic regression",
      "link": "http://osf.io/fkbza/"
    },
    {
      "title": "Early Bilingualism Enhances Theory of Mind in Children from Low-income Households via Executive Function Skills",
      "link": "http://osf.io/kcfpb/"
    },
    {
      "title": "Of Strong Swords and Fine Scalpels: Developing Robust Clinical Principles to Cut Through Heterogeneity",
      "link": "http://osf.io/tvk4n/"
    },
    {
      "title": "Obsessive Compulsive visual search: a reexamination of presence-absence asymmetries",
      "link": "http://osf.io/rmz7n/"
    },
    {
      "title": "Laughter in autism: perception and personal experience",
      "link": "http://osf.io/xyhj3/"
    },
    {
      "title": "Measuring the Benefits of an exergame-based intervention on Executive Functions in people suffering from Depression. Protocol for a Randomized Multi-Arm Controlled Experiment.",
      "link": "http://osf.io/m7s2t/"
    },
    {
      "title": "Accelerating African neuroscience as an equitable framework for the brain sciences",
      "link": "http://osf.io/fh87k/"
    },
    {
      "title": "Leveraging Context for Perceptual Prediction using Word Embeddings",
      "link": "http://osf.io/34tke/"
    },
    {
      "title": "The Practice-Theory gap: A reflexive thematic analysis of stakeholder perceptions of the value and influence of research and scholarly activities within initial teacher training/education",
      "link": "http://osf.io/akzgc/"
    },
    {
      "title": "The Effect of Light on Wellbeing: A Systematic Review and Meta-analysis",
      "link": "http://osf.io/69m72/"
    },
    {
      "title": "Eating Behaviors as Pathways from Early Childhood Adversity to Adolescent Cardiometabolic Risk",
      "link": "http://osf.io/72agy/"
    },
    {
      "title": "A Re-Examination of the Sexual Opinion Survey",
      "link": "http://osf.io/k5jm4/"
    },
    {
      "title": "Critical Analysis of Theories of Consciousness",
      "link": "http://osf.io/gwmn6/"
    },
    {
      "title": "Adolescents flexibly adapt action selection based on controllability inferences",
      "link": "http://osf.io/qypm6/"
    },
    {
      "title": "Supercharging academic writing with generative AI: framework, techniques, and caveats",
      "link": "http://osf.io/9yhwz/"
    },
    {
      "title": "The Empowerment Leadership and Mentorship Program (ELM) is a train-the-trainer and skills transfer platform for student success and culture-shaping.",
      "link": "http://osf.io/hmdc5/"
    },
    {
      "title": "Effects of socioeconomic status on left-right voting intentions: the role of economic ideology, perceived threats, and national identity",
      "link": "http://osf.io/d5m9q/"
    }
  ]
}